{
    "0":{
        "title": "What is TheBooker?",
        "description": "<p>TheBooker is an online directory that connects people through social networks at colleges and universities.</p>"
    },
    "1":{
        "title": "How do you get our information? Does the school give it to you?",
        "description": "<p>Your school is not providing us with any information about you. All information and pictures are provided voluntarily by users.</p>"
    },
    "2":{
        "title": "How can I protect my privacy?",
        "description": "<p>You can adjust your privacy settings to allow only people within certain divisions of certain schools to see it. You can also set it so that only people who share something in common with you (eg. house, year, a course, friends) can see your information. And further, you can create different privacy settings for the four different parts of your profile: contact information, personal information, courses and friends.</p>"
    },
    "3":{
        "title": "What is the social net?",
        "description": "<p>Your social net is the group of all users whose privacy settings allow you to view their information. To make things more interesting, we also limit it to only users who have submitted pictures. When you click on 'social net', ten random users from your social net are displayed.</p>"
    },
    "4":{
        "title": "Why does the social net repeat people?",
        "description": "<p>Since the selection of who is displayed is random, there is a chance that the same person will be displayed on two pages. This problem will alleviate itself as more people join.</p>"
    },
    "5":{
        "title": "How do I search for something besides names?",
        "description": "<p>You can either click the 'Search all Fields' button on the search page, or try the advanced search page.</p>"
    },
    "6":{
        "title": "If I reject someone, will they find out?",
        "description": "<p>No. When you reject someone, their friend request will leave your list of friendships to confirm, but they will not be notified. They also will not be able to send you another friend request for some amount of time, so to them, it will just seem as if you haven't confirmed their friendship yet.</p>"
    },
    "7":{
        "title": "How can I view the visualization?",
        "description": "<p>In order to see the visualized social nets, you need to have the SVG plugin for your browser. Installation takes about 15 seconds; you can get it here.</p>"
    },
    "8":{
        "title": "Why is the visualization slow?",
        "description": "<p>Every time you view a visualization, we need to figure out whether you have the appropriate privileges to see each person on the graph. This takes time. In addition, in order to maintain the overall performance of the rest of the site, we have set up the site to process other requests with a higher priority than requests to generate visualizations.</p>"
    },
    "9":{
        "title": "How do I navigate through the visualization?",
        "description": "<p>Hold down 'Alt' while dragging to scroll, or right-click to zoom. We apologize for the difficulty of navigating the visualizations. We didn't make the SVG viewer; we just use it to bring you pretty pictures.</p>"
    },
    "10":{
        "title": "Can I change my name and password?",
        "description": "<p>Yes -- you can request a name change and change your password on your my account page. For quality control purposes, we confirm all name changes before they take place. Password changes take effect immediately.</p>"
    },
    "11":{
        "title": "My old picture keeps showing up. Why is this?",
        "description": "<p>This is due to your browser caching images to improve display time. Hold down CTRL while reloading the page to force the browser to refresh the image.</p>"
    },
    "12":{
        "title": "When I try to log in, the page just refreshes. What's going on?",
        "description": "<p>You need to enable cookies on your browser. In order to do this in Internet Explorer, go to tools: options from the menu at the top. Then click on the privacy tab and alter your privacy settings to allow cookies. Finally, close and restart your browser and try logging in again.</p>"
    },
    "13":{
        "title": "What is poking?",
        "description": "<p>We have about as much of an idea as you do. We thought it would be fun to make a feature that has no specific purpose and to see what happens from there. So mess around with it, because you're not getting an explanation from us.</p>"
    },
    "14":{
        "title": "Who made this site?",
        "description": "<p>See the <a href='/about'>about</a> page.</p>"
    },
    "15":{
        "title": "When was the site started?",
        "description": "<p>It was launched to the public on Wednesday, February 4th, 2004.</p>"
    },
    "16":{
        "title": "Is this a class project?",
        "description": "Nope, just for fun."
    },
    "17":{
        "title": "What kind of graph theory algorithms are you using to process connections?",
        "description": "<p>I'm going to pretend you didn't just ask that.</p>"
    },
    "18":{
        "title": "I have a question that's not covered in the FAQ. How can I ask it?",
        "description": "<p><a href='/contact'>Email us</a>.</p>"
    }
}